Repository: zdrilichivan/subly
Catalog: Subly/Localizable.xcstrings
Source language: it
Languages: en, es

source: Subly legge solo le email di ricevute e abbonamenti. Non accediamo mai alle tue email personali, allegati o contatti. Puoi disconnettere in qualsiasi momento.
en: Subly only reads receipt and subscription emails. We never access your personal emails, attachments, or contacts. You can disconnect at any time.
es: Subly solo lee los emails de recibos y suscripciones. Nunca accedemos a tus emails personales, adjuntos o contactos. Puedes desconectar en cualquier momento.

source: Suggerimenti
en: Suggestions
es: Sugerencias

source: Supporta lo sviluppatore
en: Support the developer
es: Apoya al desarrollador

source: Sviluppato da Ivan Zdrilich
en: Developed by Ivan Zdrilich
es: Desarrollado por Ivan Zdrilich

source: Sviluppatore
en: Developer
es: Desarrollador

source: Taglia 3 abbonamenti
en: Cut 3 subscriptions
es: Corta 3 suscripciones

source: Tanti servizi, poco tempo per usarli tutti.
en: Many services, little time to use them all.
es: Tantos servicios, poco tiempo para usarlos todos.

source: Telefonia
en: Phone
es: Telefonía

source: Tempo = Denaro
en: Time = Money
es: Tiempo = Dinero

source: Tempo con chi ami
en: Time with loved ones
es: Tiempo con tus seres queridos

source: Termini e Condizioni
en: Terms and Conditions
es: Términos y Condiciones

source: Ti accompagneremo nel tuo percorso verso il minimalismo digitale
en: We'll accompany you on your journey towards digital minimalism
es: Te acompañaremos en tu camino hacia el minimalismo digital

source: Ti aiutiamo a cancellare
en: We help you cancel
es: Te ayudamos a cancelar

source: Ti aiutiamo a risparmiare! Tocca il pulsante qui sotto per andare alla pagina di disdetta.
en: We'll help you save! Tap the button below to go to the cancellation page.
es: ¡Te ayudamos a ahorrar! Toca el botón de abajo para ir a la página de cancelación.

source: Ti aiutiamo noi a cancellare questo servizio
en: We help you cancel this service
es: Nosotros te ayudamos a cancelar este servicio

source: Ti avvisiamo 3 giorni prima del rinnovo chiedendoti se usi ancora il servizio. Tu decidi, noi ti aiutiamo.
en: We notify you 3 days before renewal asking if you still use the service. You decide, we help you.
es: Te avisamos 3 días antes de la renovación preguntándote si aún usas el servicio. Tú decides, nosotros te ayudamos.

source: Ti chiediamo prima che tu decida
en: We ask before you decide
es: Te preguntamos antes de que decidas

source: Ti chiediamo solo una cosa
en: We only ask you one thing
es: Solo te pedimos una cosa

source: Ti mostreremo cosa potresti fare con i soldi che spendi: viaggi, cene, esperienze. Vale la pena continuare a pagare?
en: We'll show you what you could do with the money you spend: trips, dinners, experiences. Is it worth continuing to pay?
es: Te mostraremos qué podrías hacer con el dinero que gastas: viajes, cenas, experiencias. ¿Vale la pena seguir pagando?

source: Ti mostreremo cosa potresti fare con quei soldi: viaggi, cene, esperienze. Ne vale davvero la pena?
en: We'll show you what you could do with that money: travel, dinners, experiences. Is it really worth it?
es: Te mostraremos qué podrías hacer con ese dinero: viajes, cenas, experiencias. ¿De verdad merece la pena?

source: Tieni sempre sott'occhio le tue spese direttamente dalla schermata Home.
en: Always keep an eye on your expenses directly from the Home screen.
es: Mantén siempre controlados tus gastos directamente desde la pantalla de inicio.

source: Tieni tutto sotto controllo
en: Keep everything under control
es: Mantén todo bajo control

source: Tipo
en: Type

source: Tocca per modificare se il tuo prezzo è diverso
en: Tap to edit if your price is different
es: Toca para editar si tu precio es diferente

source: Tocca per scoprire come
en: Tap to find out how
es: Toca para descubrir cómo

source: Tocca un abbonamento dalla lista qui sopra
en: Tap a subscription from the list above
es: Toca una suscripción de la lista de arriba

source: Totale annuale
en: Yearly total
es: Total anual

source: Totale mensile
en: Monthly total
es: Total mensual

source: Tra %lld gg
en: In %lld days
es: En %lld días

source: Tra %lld giorni
en: In %lld days
es: En %lld días

source: Traccia abbonamento
en: Track subscription
es: Rastrear suscripción

source: Traccia Abbonamento
en: Track Subscription
es: Rastrear suscripción

source: Traccia i progressi
en: Track progress
es: Rastrear el progreso

source: Traccia i tuoi abbonamenti
en: Track your subscriptions
es: Rastrea tus suscripciones

source: Traccia le spese sotto €10
en: Track expenses under €10
es: Rastrea los gastos de menos de 10€

source: Traccia tutti i tuoi abbonamenti senza limiti
en: Track all your subscriptions without limits
es: Rastrea todas tus suscripciones sin límites

source: Traccia tutti i tuoi abbonamenti senza limiti. La versione gratuita ne permette solo 3.
en: Track all your subscriptions without limits. The free version only allows 3.
es: Rastrea todas tus suscripciones sin límites. La versión gratuita solo permite 3.

source: Traccia tutto per 30 giorni
en: Track everything for 30 days
es: Rastrea todo por 30 días

source: Trova 5 oggetti da vendere
en: Find 5 items to sell
es: Encuentra 5 objetos para vender

source: Trova abbonamenti automaticamente
en: Find subscriptions automatically
es: Encuentra suscripciones automáticamente

source: Trova abbonamenti nascosti
en: Find hidden subscriptions
es: Encuentra suscripciones ocultas

source: Trova i tuoi abbonamenti
en: Find your subscriptions
es: Encuentra tus suscripciones

source: Trova il tuo abbonamento zombie
en: Find your zombie subscription
es: Encuentra tu suscripción zombi

source: Trova l'alternativa gratuita
en: Find the free alternative
es: Encuentra la alternativa gratuita

source: Trova tutti gli abbonamenti dalle tue email
en: Find all subscriptions from your emails
es: Encuentra todas las suscripciones en tus emails

source: Trova un barattolo stasera
en: Find a jar tonight
es: Encuentra un tarro esta noche

source: Trovati %lld abbonamenti
en: Found %lld subscriptions
es: Encontradas %lld suscripciones

source: Troverai un link diretto alla cancellazione per ogni servizio. Niente più giri—basta un tap.
en: You'll find a direct cancellation link for each service. No more runaround—just one tap.
es: Encontrarás un enlace directo de cancelación para cada servicio. Sin más vueltas—solo un toque.

source: Tutte le funzionalità sbloccate
en: All features unlocked
es: Todas las funciones desbloqueadas

source: Tutti
en: All
es: Todos

source: Tutti gli abbonamenti e le impostazioni verranno eliminati. L'app tornerà come appena installata. Questa azione non può essere annullata.
en: All subscriptions and settings will be deleted. The app will revert to a fresh install state. This action cannot be undone.
es: Todas las suscripciones y configuraciones serán eliminadas. La app volverá a estar como recién instalada. Esta acción no se puede deshacer.

source: Un anno di supporto a chi ne ha bisogno
en: One year of support for those in need
es: Un año de soporte a quien lo necesita

source: Un caffè al bar costa €1.20. Ogni giorno lavorativo sono €26/mese, €312/anno. Una moka costa €20 e il caffè in polvere €0.10 a tazza. Risparmio: €280/anno.
en: A coffee at a bar costs €1.20. Every working day that's €26/month, €312/year. A moka pot costs €20 and coffee powder €0.10 per cup. Savings: €280/year.
es: Un café en el bar cuesta 1,20€. Cada día laborable son 26€/mes, 312€/año. Una cafetera cuesta 20€ y el café molido 0,10€ la taza. Ahorro: 280€/año.

source: Un corso professionale che migliora la tua carriera
en: A professional course to boost your career
es: Un curso profesional que mejore tu carrera

source: Un euro risparmiato è un euro guadagnato.
en: A euro saved is a euro earned.
es: Un euro ahorrado es un euro ganado.

source: Un iPhone ricondizionato costa il 30-40% in meno e funziona perfettamente. Vinted, Subito, BackMarket: l'usato di qualità è il segreto dei risparmiatori intelligenti.
en: A refurbished iPhone costs 30-40% less and works perfectly. Vinted, eBay, BackMarket: quality used goods are the secret of smart savers.
es: Un iPhone reacondicionado cuesta un 30-40% menos y funciona perfectamente. Vinted, Wallapop, BackMarket: el usado de calidad es el secreto de los ahorradores inteligentes.

source: Una lista completa di tutti i tuoi servizi digitali in un unico posto.
en: A complete list of all your digital services in one place.
es: Una lista completa de todos tus servicios digitales en un solo lugar.

source: Una settimana al mare per tutta la famiglia
en: A week at the beach for the whole family
es: Una semana en la playa para toda la familia

source: una tantum
en: one-time
es: una sola vez

source: Uno alla volta
en: One at a time
es: Uno a la vez

source: Uno basta, fidati
en: One is enough, trust me
es: Uno basta, créeme

source: URL non valido
en: Invalid URL
es: URL no válida

source: Usa i Coupon Digitali
en: Use Digital Coupons
es: Usa cupones digitales

source: Usa la Lista della Spesa
en: Use a Shopping List
es: Usa la lista de la compra

source: usato
en: used
es: usado

source: Usato > Nuovo economico
en: Used > Cheap New
es: Usado > Nuevo barato

source: Vacanza in famiglia
en: Family vacation
es: Vacaciones en familia

source: Vai alla pagina di cancellazione
en: Go to cancellation page
es: Ir a la página de cancelación

source: Vai alla pagina di disdetta
en: Go to cancellation page
es: Ir a la página de baja

source: Valuta l'utilizzo
en: Evaluate usage
es: Valora el uso

source: Vedere '-50%' attiva il cervello come una droga. Ma stai risparmiando solo se avresti comprato comunque quell'oggetto a prezzo pieno. Altrimenti stai spendendo, non risparmiando.
en: Seeing '-50%' activates the brain like a drug. But you are only saving if you would have bought that item at full price anyway. Otherwise you are spending, not saving.
es: Ver '-50%' activa el cerebro como una droga. Pero solo estás ahorrando si hubieras comprado ese objeto a precio completo de todos modos. Si no, estás gastando, no ahorrando.

source: Vedi %lld abbonamenti trovati
en: View %lld subscriptions found
es: Ver %lld suscripciones encontradas

source: Veloce
en: Fast
es: Rápido

source: Vendi quello che non usi
en: Sell what you don't use
es: Vende lo que no usas

source: Verrai portato direttamente alla pagina di cancellazione del servizio
en: You will be taken directly to the service cancellation page
es: Serás llevado directamente a la página de cancelación del servicio

source: Versione
en: Version
es: Versión

source: Vivi esperienze vere
en: Live real experiences
es: Vive experiencias reales

source: Voli? Compra di martedì
en: Flying? Buy on Tuesday
es: ¿Vuelos? Compra el martes

source: Vuoi disdire l'abbonamento?
en: Want to cancel the subscription?
es: ¿Quieres dar de baja la suscripción?

source: Vuoi riattivare %@?
en: Do you want to reactivate %@?
es: ¿Quieres reactivar %@?

source: Weekend a €0
en: €0 Weekend
es: Fin de semana a 0€

source: Weekend fuori
en: Weekend getaways
es: Fin de semana fuera

source: Widget Home Screen
en: Home Screen Widgets
es: Widgets de Pantalla de Inicio

source: Wow! 10 abbonamenti tracciati!
en: Wow! 10 subscriptions tracked!
es: ¡Guau! ¡10 suscripciones rastreadas!

source: YouTube gratuito, Spotify free, librerie digitali... Spesso il gratis basta e avanza.
en: Free YouTube, Spotify free, digital libraries... Often free is more than enough.
es: YouTube gratis, Spotify free, bibliotecas digitales... A menudo lo gratis es más que suficiente.

source: Alert
es: Alerta

source: Budget
es: Presupuesto

source: Cloud
es: Nube

source: Cloud Storage
es: Almacenamiento en la nube

source: Home
es: Inicio

source: Mindset
es: Mentalidad

source: News
es: Noticias

source: News & Media
es: Noticias y Medios

source: Privacy Policy
es: Política de Privacidad

source: Streaming Video
es: Streaming de Vídeo
